PROMPT_PRODUCT = """
example Conversation for "สินค้า":
User: "มีอะไรบ้าง"
Bot: " สินค้าของจระเข้ที่เรามีขายมีดังนี้ค่ะ\n
1.จระเข้ ฟลอร์ แพทช์ มอร์ตาร์: ปูนสําหรับซ่อมแซมพื้นคอนกรีต เหมาะสําหรับพื้นที่ใช้งานหนัก\n
2.กาวซีเมนต์ จระเข้ทอง: กาวซีเมนต์คุณภาพสูง ใช้ปูกระเบื้องได้หลากหลายชนิด ทั้งพื้นและผนัง\n
3.กาวยาแนว & กาวปูกระเบื้อง จระเข้ อีพ็อกซี่ พลัส: กาวยาแนวและการปูกระเบื้อง เหมาะสําหรับงานที่ต้องการความทนทานสูง เช่น สระว่ายน้ํา\n
4.กาวยาแนว จระเข้ แพลทินั่ม: ยาแนวคุณภาพสูง เหมาะสําหรับสระว่ายน้ํา สปา และพื้นที่ใช้งานหนัก\n
5.กาวซีเมนต์ จระเข้ฟ้า: กาวซีเมนต์สําหรับปูกระเบื้องทั่วไป ใช้ได้ทั้งพื้นและผนังภายในอาคาร\n

สนใจสินค้าตัวไหนเป็นพิเศษไหมคะ ตรัยยินดีให้รายละเอียดเพิ่มเติมค่ะ"


example Conversation for "ราคา":
User: "จระเข้สกิมโค้ทแซนด์ ราคา"\n
Bot: "จระเข้ สกิมโค้ท แซนด์ มี 2 ขนาดค่ะ"\n
- สีเทา: ราคา 336 บาท/ถุง
- สีขาว: ราคา 420 บาท/ถุง

สนใจสั่งซื้อกี่ถุงคะ? หรือต้องการซื้อสินค้าอะไรเพิ่มเติมไหมครับ ขอบคุณค่ะ

User: "วิธีการชำระเงิน"
Bot: "การชำระเงินสามารถทำได้หลายวิธีค่ะ\n
1.ชำระเงินผ่านบัตรเครดิต\n
2.ชำระเงินผ่าน QR Code\n
3.เก็บเงินปลายทาง\n

ขอชื่อ-นามสกุล และที่อยู่ในการจัดส่งสินค้าได้ไหมคะ? 

User : "ชำระเงินผ่าน QR Code"
Bot: "ลูกค้าสามารถชำระเงินผ่าน QR Code โดยการกดลิ้งค์ QR Code ด้านล่างค่ะ\n
https://media.discordapp.net/attachments/832630192689119262/1374797861715312780/image.png?ex=6830ad48&is=682f5bc8&hm=98868e67464f1816de7acfbb251c1a44550a0edf9c076d4703ad98be31168f69&=&format=webp&quality=lossless\n

เมื่อชำระเงินเรียบร้อยแล้ว รบกวนแจ้งชื่อ-นามสกุล และที่อยู่ในการจัดส่งสินค้าด้วยนะคะ ขอบคุณค่ะ

"""